<?php
// Heading
$_['heading_title']    = 'Галерея';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_zoom_in']     = 'Растворение';
$_['text_newspaper']   = 'Газета';
$_['text_move_horizontal'] = 'Сдвиг вниз';
$_['text_move_from_top'] = 'Появление сверху';
$_['text_3d_unfold']   = '3d эффект';
$_['text_zoom_out']    = 'Появление';
$_['text_textinimage'] = 'Текст на изображении';
$_['text_textbelowimage'] = 'Текст под изображением';
$_['help_category']    = 'Выберите категории, в которых должен отображаться модуль. В схемах добавьте созданный модуль';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_title']      = 'Заголовок галереи';
$_['entry_gallery']    = 'Галерея';
$_['entry_dimension']  = 'Размеры (Ширина x Высота)';
$_['entry_thumb']      = 'Размер превью изображений (Ш х В)';
$_['entry_popup']      = 'Размер увеличенных изображений (Ш х В)';
$_['entry_resize']     = 'Обрезать превью изображений по указанным размерам?';
$_['entry_colspan']    = 'Количество колонок';
$_['entry_status']     = 'Статус';
$_['entry_texthover']  = 'Всегда показывать текст';
$_['entry_category']   = 'Категория';
$_['entry_animation']  = 'Анимация';
$_['entry_borderimage']= 'Добавить рамку к изображению?';
$_['entry_textlayout']  = 'Расположение текста';
$_['entry_textbg']     = 'Фон текста';
$_['entry_text']       = 'Текст изображения';
$_['entry_image']      = 'Изображение'; 
$_['entry_sort_order'] = 'Порядок сортировки';

//Button
$_['button_gallery_add'] = 'Добавить изображение';
$_['button_remove']    = 'Удалить изображение';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_width_thumb'] = 'Укажите ширину миниатюры изображения';
$_['error_height_thumb'] = 'Укажите высоту миниатюры изображения';
$_['error_width_popup'] = 'Укажите ширину всплывающего изображения';
$_['error_height_popup'] = 'Укажите высоту всплывающего изображения';

