<?php
// Heading
$_['heading_title']='Подарки для клиентов';

// Text
$_['text_extension']='Модули';
$_['text_edit']='Редактирование модуля «Подарки для клиентов»';
$_['text_success'] = 'Настройки успешно изменены!';

// Entry
$_['entry_status']='Статус товара в магазине';
$_['entry_products']='Товары';
$_['entry_link']='Ссылка';
$_['entry_gift']='Подарок';
$_['entry_amount']='Сумма';

// Help
$_['help_link']='Отображать товар со ссылкой на карточку товара';
$_['help_status']='Скрыть товар в магазине';
$_['help_products']='Товары, которые будут подарками';
$_['help_amount']='Сумма заказа, при которой подарок станет доступен';
?>