<?php
// Heading
$_['heading_title']    = 'Товары из категории';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Успех: Вы изменили модуль «Товары из категории»!';
$_['text_edit']        = 'Редактировать модуль «Товары из категории»';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_category']   = 'Категории';
$_['entry_limit']      = 'Лимит';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Help
$_['help_product']     = '(Автозаполнение)';

// Error
$_['error_name']       = 'Требуется название модуля! ';
$_['error_permission'] = 'Внимание! У вас нет разрешения на изменение модуля «Товары из категории»! ';